BIAS_CONSTANT
guess:Japan
run_length
score
category:Fine Arts
year:2010
guess:Spain
guess:France
guess:Iran
guess:Nathaniel_Hawthorne
category:Literature
guess:William_Faulkner
guess:Ivan_Turgenev
guess:John_Steinbeck
guess:Friedrich_Hayek
category:Social Science
guess:Ottoman_Empire
category:History
guess:Sparta
guess:Ruth_Benedict
guess:Uncle_Tom's_Cabin
guess:Octavio_Paz
guess:Jean-Jacques_Rousseau
guess:Charlemagne
guess:Gustavus_Adolphus_of_Sweden
guess:Elizabeth_I_of_England
guess:Alexander_II_of_Russia
guess:Lysosome
category:Science
guess:Ribosome
guess:A_Doll's_House
guess:The_Tale_of_Genji
guess:Great_Expectations
guess:The_Trial
guess:Inflation
guess:Italo_Calvino
guess:Yasunari_Kawabata
guess:Honoré_de_Balzac
guess:Nadine_Gordimer
guess:Béla_Bartók
guess:Jean-Paul_Sartre
guess:Margaret_Mead
guess:Franz_Kafka
guess:Emily_Dickinson
guess:Madame_Bovary
guess:Rigoletto
guess:No_Exit
guess:Brave_New_World
guess:One_Hundred_Years_of_Solitude
guess:Waiting_for_Godot
guess:Fathers_and_Sons_(novel)
guess:Trumpet
guess:Violin
guess:Piano
guess:Thomas_Eakins
guess:Sandro_Botticelli
guess:Titian
guess:Lolita
guess:Heart_of_Darkness
guess:Swan_Lake
guess:Simón_Bolívar
guess:Bellerophon
guess:Friedrich_Nietzsche
guess:Gamal_Abdel_Nasser
guess:August_Strindberg
guess:The_Rime_of_the_Ancient_Mariner
guess:Samuel_Beckett
guess:Émile_Zola
guess:Aztec
guess:China
guess:Theseus
guess:Baldr
guess:Magnetic_field
guess:Bose–Einstein_condensate
guess:Salvador_Dalí
guess:Caravaggio
guess:Marc_Chagall
guess:Albrecht_Dürer
guess:Edvard_Grieg
guess:Frédéric_Chopin
guess:Dmitri_Shostakovich
guess:Russia
guess:Brazil
guess:Pressure
guess:Entropy
guess:Kinetic_energy
guess:Gibbs_free_energy
guess:Moon
guess:Sikhism
guess:Artemis
guess:Poseidon
guess:Luigi_Pirandello
guess:Ernest_Hemingway
guess:Saul_Bellow
guess:Pablo_Neruda
guess:Gabriel_García_Márquez
guess:George_Orwell
guess:Baruch_Spinoza
guess:Thomas_Aquinas
guess:Jesus
guess:Gilgamesh
guess:Ares
guess:William_Cullen_Bryant
guess:Derek_Walcott
guess:Virginia_Woolf
guess:W._B._Yeats
guess:Toni_Morrison
guess:Daniel_Defoe
guess:Thomas_Mann
guess:Felix_Mendelssohn
guess:Johannes_Brahms
guess:Bridge
guess:Miles_Davis
guess:John_Coltrane
guess:Redox
guess:Wittig_reaction
guess:Ester
guess:Romania
guess:Portugal
guess:Alfred_the_Great
guess:Napoleon
guess:Frank_Gehry
guess:Frank_Lloyd_Wright
guess:Prime_number
guess:Fibonacci_number
guess:Graham_Greene
guess:George_Frideric_Handel
guess:Yukio_Mishima
guess:David_Ricardo
guess:Gautama_Buddha
guess:Michel_Foucault
guess:F._Scott_Fitzgerald
guess:El_Greco
guess:J._M._W._Turner
guess:Eugène_Delacroix
guess:Cuba
guess:Thailand
guess:Vietnam
guess:Julius_Caesar
guess:Suleiman_the_Magnificent
guess:Ivan_the_Terrible
guess:Margaret_Thatcher
guess:Augustus
guess:Giuseppe_Garibaldi
guess:Otto_I,_Holy_Roman_Emperor
guess:Perseus
guess:Finland
guess:Willard_Van_Orman_Quine
guess:John_Locke
guess:Arthur_Schopenhauer
guess:Francis_Bacon
guess:Genghis_Khan
guess:Attila
guess:Pompey
guess:Willa_Cather
guess:Hermann_Hesse
guess:Victor_Hugo
guess:Peter_the_Great
guess:Ludwig_Mies_van_der_Rohe
guess:I._M._Pei
guess:Zeeman_effect
guess:Jainism
guess:Shinto
guess:Temperature
guess:Gravity
guess:Ludwig_Wittgenstein
category:Philosophy
guess:Catherine_the_Great
guess:William_the_Conqueror
guess:Johann_Sebastian_Bach
guess:Horse
guess:All_Quiet_on_the_Western_Front
guess:The_History_of_Tom_Jones,_a_Foundling
guess:Diffusion
guess:Distillation
guess:Alfred,_Lord_Tennyson
guess:Robert_Browning
guess:Stephen_Crane
guess:Tree
guess:Pulsar
guess:Time
guess:Aeschylus
guess:Margaret_Atwood
guess:Percy_Bysshe_Shelley
guess:William_Blake
guess:Sylvia_Plath
guess:Venus
guess:Alkene
guess:Grignard_reaction
guess:CONFIG.SYS
guess:Mitochondrion
guess:Sulfur
guess:Boron
guess:Gold
guess:Robert_Schumann
guess:Jean_Sibelius
guess:Edward_Elgar
guess:Wolfgang_Amadeus_Mozart
guess:Switzerland
guess:Gustav_Holst
guess:Claude_Debussy
guess:Anton_Chekhov
guess:James_Joyce
guess:D._H._Lawrence
guess:Carbon_dioxide
guess:Cholesterol
guess:Carl_Friedrich_Gauss
guess:Leonhard_Euler
guess:Pi
guess:Cyrus_the_Great
guess:Alexander_the_Great
guess:Thomas_Hardy
guess:Henry_VIII_of_England
guess:Quetzalcoatl
guess:Heimdallr
guess:Loki
guess:Richard_Wagner
guess:Determinant
guess:Reflection_(physics)
guess:Alexander_Hamilton
guess:Abraham_Lincoln
guess:Stanley_Milgram
guess:Demeter
guess:Carl_Jung
guess:Richard_Strauss
guess:Book_of_Mormon
guess:Sigmund_Freud
guess:Claude_Lévi-Strauss
guess:Niels_Bohr
guess:Invisible_Man
guess:The_Awakening_(Chopin_novel)
guess:The_Tin_Drum
guess:Steppenwolf_(novel)
guess:Grant_Wood
guess:Ben_Jonson
guess:T._S._Eliot
guess:Arthur_Miller
guess:Hungary
guess:Iceland
guess:Catch-22
guess:The_Grapes_of_Wrath
guess:David_Hume
guess:Chicago
guess:England
guess:Athena
guess:Friction
guess:La_traviata
guess:The_Magic_Flute
guess:Don_Giovanni
guess:Moby-Dick
category:Trash
year:2009
guess:Odin
guess:Don_Quixote
guess:Pakistan
guess:The_Carnival_of_the_Animals
guess:Pictures_at_an_Exhibition
guess:Inca_Empire
guess:Hanseatic_League
guess:Iron
guess:Turandot
guess:Death
guess:India
guess:Paul_Cézanne
guess:Dog
guess:Orpheus
guess:Glycolysis
guess:Citric_acid_cycle
guess:Coagulation
guess:Diels–Alder_reaction
guess:Antonín_Dvořák
guess:Polymerase_chain_reaction
guess:Infrared_spectroscopy
guess:Titration
guess:Utilitarianism
guess:Isabel_Allende
guess:Marcel_Proust
guess:Andrew_Jackson
guess:Romeo_and_Juliet
guess:Red_blood_cell
guess:Winston_Churchill
guess:Chromatography
guess:Maurya_Empire
guess:Tang_dynasty
guess:Mughal_Empire
guess:Justinian_I
guess:Italy
guess:Colombia
guess:World_War_I
guess:The_Tempest
guess:Sergei_Rachmaninoff
guess:Eugène_Ionesco
guess:Macbeth
guess:Hamlet
guess:Momentum
guess:Canada
guess:Chinua_Achebe
guess:Jack_London
guess:Henrik_Ibsen
guess:Daniel_Webster
guess:Plasma_(physics)
guess:Spin_(physics)
guess:Plato
guess:Dream_of_the_Red_Chamber
guess:Athens
guess:Pyotr_Ilyich_Tchaikovsky
guess:Aaron_Copland
guess:Gustav_Mahler
guess:Republic_(Plato)
guess:Denmark
guess:Mario_Vargas_Llosa
guess:Vladimir_Nabokov
guess:Anne_Bradstreet
guess:Samuel_Taylor_Coleridge
guess:Ovid
guess:Johann_Wolfgang_von_Goethe
guess:Molière
guess:Umberto_Eco
guess:Wuthering_Heights
guess:The_Great_Gatsby
guess:J._M._Coetzee
guess:Cambodia
guess:Greece
guess:Poland
guess:John_Cage
guess:John_Maynard_Keynes
guess:Albania
guess:Dragon
guess:Leonardo_da_Vinci
guess:Haruki_Murakami
guess:John_Stuart_Mill
guess:Harold_Pinter
guess:George_Bernard_Shaw
guess:Weak_interaction
guess:Harmonic_oscillator
guess:Stomach
guess:Kidney
guess:Otto_von_Bismarck
guess:Ideal_gas_law
guess:Salman_Rushdie
guess:Arrhenius_equation
guess:Nernst_equation
guess:Rembrandt
guess:Erik_Erikson
guess:Tartuffe
guess:Cat_on_a_Hot_Tin_Roof
guess:Faust
guess:Le_Corbusier
guess:Philippines
guess:Indonesia
guess:V._S._Naipaul
guess:Paraguayan_War
guess:Thirty_Years'_War
guess:Louis_XIV_of_France
guess:Argentina
guess:Semiconductor
guess:Black_hole
guess:O._Henry
guess:Zoroastrianism
guess:Sweden
guess:Edvard_Munch
guess:Vincent_van_Gogh
guess:Madama_Butterfly
guess:Carmen
guess:Ambrose_Bierce
guess:Pragmatism
year:2008
guess:Gian_Lorenzo_Bernini
guess:E._M._Forster
guess:Charles_Ives
guess:Cú_Chulainn
guess:Hermes
guess:Things_Fall_Apart
guess:Amine
guess:Hephaestus
guess:Max_Weber
guess:William_Wordsworth
guess:Thomas_Pynchon
guess:Jacques-Louis_David
guess:Federico_García_Lorca
guess:Augustine_of_Hippo
guess:The_Barber_of_Seville
guess:The_Metamorphosis
guess:Polymer
guess:Alcohol
guess:Mali_Empire
guess:The_Garden_of_Earthly_Delights
guess:The_Prince
guess:Franz_Liszt
guess:Moses
guess:South_Africa
guess:Mahatma_Gandhi
guess:Spanish–American_War
guess:Nicaragua
guess:Doppler_effect
guess:Hall_effect
guess:Piezoelectricity
guess:Maya_civilization
guess:Robert_Frost
guess:Death_in_Venice
guess:Their_Eyes_Were_Watching_God
guess:The_Picture_of_Dorian_Gray
guess:Jorge_Luis_Borges
guess:Antibody
guess:Thor
guess:Ferromagnetism
guess:Aldehyde
guess:Ether
guess:Mao_Zedong
guess:Wallace_Stevens
guess:Petrarch
guess:Last_Supper
guess:Mexico
guess:Sri_Lanka
guess:Nikolai_Rimsky-Korsakov
guess:Maurice_Ravel
guess:Michelangelo
guess:Crime_and_Punishment
guess:Anna_Karenina
year:2007
guess:John_Dewey
guess:Clifford_Geertz
guess:Immanuel_Kant
guess:W._H._Auden
guess:Bernoulli's_principle
guess:Henry's_law
guess:Bertolt_Brecht
guess:Anubis
guess:The_Three_Musketeers
guess:Romance_of_the_Three_Kingdoms
guess:Aida
guess:The_School_of_Athens
guess:Egypt
guess:Joseph_Conrad
guess:Crimean_War
guess:Peter_Paul_Rubens
guess:Henry_Wadsworth_Longfellow
guess:The_Rite_of_Spring
guess:Neutrino
guess:Flannery_O'Connor
guess:Carbon
guess:Enrico_Fermi
guess:Gioachino_Rossini
guess:Alexander_Pushkin
guess:Rabindranath_Tagore
guess:Auguste_Rodin
guess:Superconductivity
guess:Precession
guess:Hemoglobin
guess:Adenosine_triphosphate
guess:John_Donne
guess:Glacier
guess:Neutron_star
guess:Recursion
guess:Density
guess:Ozone
guess:Kenzaburō_Ōe
guess:Bird
guess:Cnidaria
guess:Halogen
guess:The_Night_Watch
guess:Bahá'í_Faith
guess:The_Wealth_of_Nations
year:2006
guess:The_Count_of_Monte_Cristo
guess:Pendulum
guess:Joseph_Haydn
guess:Samuel_Barber
guess:Battles_of_Saratoga
guess:Battle_of_Marathon
guess:Battle_of_Hastings
guess:Apoptosis
guess:Carthage
guess:Candide
guess:Mark_Twain
guess:The_Brothers_Karamazov
guess:Leviathan_(Hobbes_book)
guess:Refractive_index
guess:Aristophanes
guess:Leo_Tolstoy
guess:Herman_Melville
guess:Edgar_Allan_Poe
guess:Constantin_Brâncuși
guess:Coriolis_force
guess:HIV
guess:George_Berkeley
guess:Paul_the_Apostle
guess:Andrew_Marvell
guess:Las_Meninas
guess:The_Hay_Wain
guess:George_Washington
guess:Walt_Whitman
guess:Carlos_Fuentes
guess:Venice
guess:Calcium
guess:Neptune
guess:Eugene_O'Neill
guess:Tennessee_Williams
guess:The_Iceman_Cometh
guess:Uncertainty_principle
guess:Abraham_Maslow
guess:The_Unbearable_Lightness_of_Being
guess:Water
guess:Benzene
guess:Karl_Marx
guess:Neutron
year:2005
guess:Proton
guess:Bronisław_Malinowski
guess:Walter_Scott
guess:Rudyard_Kipling
guess:Angular_momentum
guess:Tezcatlipoca
guess:Lord_Byron
guess:The_Ambassadors
guess:Vishnu
guess:Druze
guess:Athol_Fugard
guess:Kurt_Vonnegut
guess:Cherenkov_radiation
guess:Gustave_Flaubert
guess:Hamiltonian_(quantum_mechanics)
guess:Potential_energy
guess:Indra
guess:Hedda_Gabler
guess:United_States
guess:Giuseppe_Verdi
guess:Timur
guess:Edward_Albee
year:2004
guess:Special_relativity
guess:Polynomial
guess:Thoth
guess:Pieter_Bruegel_the_Elder
guess:Battle_of_Shiloh
guess:Battle_of_Gettysburg
guess:Gerard_Manley_Hopkins
guess:George_Gershwin
guess:Prague_Spring
guess:Pride_and_Prejudice
guess:Stoicism
guess:Franz_Boas
guess:New_York_City
guess:Quran
guess:Théodore_Géricault
guess:René_Descartes
guess:Quartz
guess:Hydrogen_bond
guess:Bertrand_Russell
guess:Echinoderm
guess:Nigeria
guess:Spleen
guess:Thyroid
guess:Cry,_the_Beloved_Country
guess:Guy_de_Maupassant
guess:Albert_Camus
year:2003
guess:Meiji_Restoration
guess:Marcel_Duchamp
guess:Raphael
guess:Herbert_Hoover
guess:Holden_Caulfield
guess:Wole_Soyinka
guess:Michael_Faraday
guess:Isaac_Newton
guess:Zeus
guess:Teapot_Dome_scandal
guess:Beowulf
guess:Christopher_Marlowe
year:2002
guess:Apollo
guess:Sir_Gawain_and_the_Green_Knight
guess:Janus
guess:Chile
guess:Freyja
guess:Charles_Baudelaire
guess:Han_dynasty
guess:Osiris
guess:William_Golding
guess:Donatello
guess:Jane_Eyre
guess:Ralph_Vaughan_Williams
guess:Hades
year:2001
guess:Langston_Hughes
guess:Arnold_Schoenberg
guess:Ra
guess:Liver
guess:Hector_Berlioz
guess:Georg_Wilhelm_Friedrich_Hegel
guess:Gottfried_Wilhelm_Leibniz
guess:Electron
guess:David
guess:Collagen
guess:Xylem
guess:James_Fenimore_Cooper
guess:The_Importance_of_Being_Earnest
guess:Yom_Kippur
year:2000
guess:Viscosity
guess:George_Santayana
guess:The_Red_and_the_Black
guess:Hera
guess:Eero_Saarinen
guess:Ireland
guess:Vanity_Fair_(novel)
guess:Enthalpy
year:1999
guess:Albert_Einstein
guess:Los_Angeles
guess:Jawaharlal_Nehru
guess:Scotland
guess:Sulfuric_acid
guess:Golgi_apparatus
guess:New_Zealand
guess:John_Adams
guess:Heat_capacity
guess:Feldspar
year:2011
guess:Netherlands
category:Geography
guess:Laser
guess:Australia
guess:Guatemala
category:Mythology
guess:Alan_Turing
guess:Lord_of_the_Flies
guess:Igor_Stravinsky
guess:Tokugawa_shogunate
guess:Sergei_Prokofiev
guess:War_and_Peace
guess:Who's_Afraid_of_Virginia_Woolf?
guess:The_Love_Song_of_J._Alfred_Prufrock
guess:Belgium
guess:Sinclair_Lewis
guess:Copper
guess:Centaur
guess:E._E._Cummings
guess:Ming_dynasty
guess:War_of_1812
guess:William_James
guess:Rainer_Maria_Rilke
guess:Oscar_Wilde
guess:Ramesses_II
guess:Myanmar
guess:Prague
category:Religion
guess:Jackson_Pollock
guess:Henri_Matisse
guess:I_and_the_Village
guess:Ezra_Pound
guess:Oliver_Cromwell
guess:Martin_Luther
guess:Alexander_Pope
guess:Triangle
guess:Mollusca
guess:Sponge
guess:Henry_James
guess:Kenya
guess:Germany
guess:Torque
guess:Pablo_Picasso
guess:Wars_of_the_Roses
guess:Achilles
guess:George_III_of_the_United_Kingdom
guess:Émile_Durkheim
guess:Cello
guess:War_of_the_Spanish_Succession
guess:Martin_Heidegger
guess:Moment_of_inertia
guess:Somalia
guess:Voltaire
guess:Battle_of_Waterloo
guess:Photon
guess:Berlin
guess:Paris
guess:Alkyne
guess:String_quartet
guess:Sun
guess:Unemployment
guess:Sicily
guess:Johannes_Vermeer
guess:Edward_Hopper
guess:James_Monroe
guess:Isis
guess:Nikolai_Gogol
guess:Photoelectric_effect
guess:California
guess:Constantine_the_Great
guess:Norway
guess:To_Kill_a_Mockingbird
guess:Diffraction
guess:Vienna
guess:Franz_Schubert
guess:Mass
guess:2
guess:Fyodor_Dostoevsky
guess:Jean_Piaget
guess:Nighthawks
guess:Shiva
guess:Odysseus
guess:Endoplasmic_reticulum
guess:Radical_(chemistry)
guess:RNA
guess:Atalanta
guess:Thebes,_Greece
guess:The_Golden_Bough
guess:The_Cherry_Orchard
guess:Allen_Ginsberg
guess:Sophocles
guess:Pierre-Auguste_Renoir
guess:Francisco_Goya
guess:Antonio_Vivaldi
guess:Nitrogen
guess:The_Decameron
guess:Edgar_Degas
guess:The_Waste_Land
guess:Auxin
guess:Rubaiyat_of_Omar_Khayyam
guess:London
guess:Philip_Glass
guess:Alzheimer's_disease
guess:Cystic_fibrosis
guess:Milton_Friedman
guess:Niccolò_Machiavelli
guess:Second_Boer_War
guess:Washington_Irving
guess:Philip_Roth
guess:Taoism
guess:Ludwig_van_Beethoven
guess:Dylan_Thomas
guess:John_Keats
guess:Zen
guess:Capacitor
guess:Nikita_Khrushchev
guess:Phosphorus
guess:Arnolfini_Portrait
guess:Insulin
guess:Søren_Kierkegaard
guess:Fionn_mac_Cumhaill
guess:Ganesha
guess:Theodore_Roosevelt
guess:Brownian_motion
guess:Günter_Grass
guess:Supernova
guess:Howl
guess:Naguib_Mahfouz
guess:Catullus
guess:Surface_tension
guess:B._F._Skinner
guess:Camille_Saint-Saëns
guess:Dionysus
guess:Heracles
guess:To_His_Coy_Mistress
guess:René_Magritte
guess:Milan_Kundera
guess:Colloid
guess:Horus
guess:Trigonometric_functions
guess:Death_of_a_Salesman
guess:Ethiopia
guess:Duino_Elegies
guess:Frankenstein
guess:Rastafari
guess:Thorstein_Veblen
guess:Ammonia
guess:Electronegativity
guess:Diego_Velázquez
guess:Hadrian
guess:Clarinet
guess:Ethics_(Spinoza)
guess:John_Milton
guess:The_Scarlet_Letter
guess:The_Canterbury_Tales
guess:John_the_Baptist
guess:Noam_Chomsky
guess:Battle_of_Agincourt
guess:Aristotle
guess:One_Thousand_and_One_Nights
guess:4
guess:3
guess:William_Carlos_Williams
guess:The_Raft_of_the_Medusa
guess:A_Streetcar_Named_Desire
guess:Thomas_Robert_Malthus
guess:Claude_Monet
guess:San_Francisco
guess:Peru
guess:Philadelphia
guess:Marduk
guess:Hooke's_law
guess:Blue
guess:Bystander_effect
guess:Les_Fleurs_du_mal
guess:Battle_of_Bosworth_Field
guess:Chronicle_of_a_Death_Foretold
guess:Texas
guess:The_Glass_Menagerie
guess:Madagascar
guess:Speed_of_light
guess:Hajj
year:2012
guess:Electric_field
year:2013
guess:Dover_Beach
year:2014
year:1997
guess:Krishna
year:1998
guess:Ketone
guess:Benjamin_Britten
year:2015
category:Current Events
